{
    "apple": "A round fruit with red or green skin and a whitish interior.",
    "book": "A set of printed or written pages bound together between a front and back cover.",
    "cat": "A small domesticated carnivorous mammal with soft fur, a short snout, and retractable claws.",
    "dog": "A domesticated carnivorous mammal with a barking or howling voice, known for its loyalty and companionship.",
    "elephant": "A large mammal with a trunk, tusks, and large ears, native to Africa and Asia.",
    "family": "A group of one or more parents and their children living together as a unit.",
    "garden": "A piece of ground used for growing flowers, vegetables, or other plants.",
    "house": "A building for human habitation, typically consisting of rooms on one or more floors.",
    "ice": "Frozen water, a brittle, transparent crystalline solid.",
    "juice": "The liquid extracted from fruits or vegetables.",
    "king": "The male ruler of an independent state, especially one who inherits the position by right of birth.",
    "love": "An intense feeling of deep affection.",
    "moon": "The natural satellite of the earth, visible (chiefly at night) by reflected light from the sun.",
    "night": "The period from sunset to sunrise when the sky is dark.",
    "ocean": "A large body of salt water that covers most of the earth's surface.",
    "park": "A large public green area in a town, used for recreation.",
    "queen": "The female ruler of an independent state, especially one who inherits the position by right of birth.",
    "river": "A large, flowing body of water that usually empties into a sea or ocean.",
    "sun": "The star around which the earth orbits, providing light and warmth.",
    "tree": "A perennial plant with a single trunk and branches supporting leaves or needles.",
    "umbrella": "A device used for protection against rain or sun, consisting of a folding canopy supported by spokes.",
    "village": "A group of houses and associated buildings, typically situated in a rural area and larger than a hamlet but smaller than a town.",
    "water": "A clear, colorless, odorless, and tasteless liquid essential for life.",
    "xylophone": "A musical instrument with wooden bars struck by mallets to produce sound.",
    "yarn": "A continuous strand of twisted fibers used for knitting or weaving.",
    "zebra": "An African wild horse with black-and-white stripes and an erect mane.",
    "abbreviate": "To shorten a word or phrase by omitting letters.",
    "absorb": "To take in or soak up a liquid or substance.",
    "accomplish": "To achieve or complete successfully.",
    "accurate": "Free from errors or mistakes; precise.",
    "adapt": "To adjust or modify to fit new conditions.",
    "advance": "To move forward or make progress.",
    "advice": "Guidance or recommendations offered as a guide to action.",
    "affect": "To influence or make a change to something.",
    "agree": "To have the same opinion or accept an idea.",
    "alcohol": "A volatile liquid used in beverages and as a solvent.",
    "analyze": "To examine in detail for understanding.",
    "ancient": "Very old or belonging to a distant past era.",
    "approach": "To come near or closer to something.",
    "assist": "To help or aid someone in achieving something.",
    "balance": "An even distribution of weight or elements.",
    "behavior": "The way in which one acts or conducts oneself.",
    "breathe": "To take air into the lungs and expel it.",
    "brief": "Short in duration or length.",
    "calculate": "To determine by mathematical methods.",
    "capture": "To take control of or seize something.",
    "celebrate": "To acknowledge a significant event with festivities.",
    "change": "To make something different from its original state.",
    "complete": "To finish or make whole.",
    "compete": "To strive to win or achieve something.",
    "create": "To bring something into existence.",
    "culture": "The customs, arts, and social institutions of a particular society.",
    "define": "To explain the meaning of something.",
    "design": "To plan or create something with a specific purpose.",
    "develop": "To grow or cause to grow and become more advanced.",
    "disease": "An illness or condition affecting the body or mind.",
    "divide": "To separate into parts or groups.",
    "doubt": "A feeling of uncertainty or lack of conviction.",
    "educate": "To provide with knowledge or training.",
    "effect": "A change that is a result or consequence of an action.",
    "efficient": "Achieving maximum productivity with minimal wasted effort.",
    "emerge": "To come into view or become apparent.",
    "empathy": "The ability to understand and share the feelings of another.",
    "energy": "The capacity to do work or produce change.",
    "engage": "To participate or become involved in.",
    "enhance": "To improve or increase in value.",
    "enjoy": "To take pleasure in something.",
    "expand": "To increase in size, number, or importance.",
    "explore": "To travel through or investigate an area to learn about it.",
    "express": "To convey a thought or feeling in words or actions.",
    "factor": "An element or component that contributes to a result.",
    "familiar": "Well known from long or close association.",
    "finance": "The management of large amounts of money.",
    "focus": "To concentrate attention or effort.",
    "freedom": "The power or right to act, speak, or think without restraint.",
    "future": "The time that is yet to come.",
    "gather": "To bring together or collect.",
    "global": "Relating to the entire world.",
    "growth": "The process of increasing in size or number.",
    "honest": "Truthful and sincere.",
    "impact": "The strong effect or influence of something.",
    "improve": "To make or become better.",
    "inspire": "To fill someone with the urge or ability to do something.",
    "knowledge": "Information and skills acquired through experience or education.",
    "language": "A system of communication used by a particular country or community.",
    "leader": "A person who leads or directs a group or organization.",
    "learn": "To gain knowledge or skills through study or experience.",
    "manage": "To be in charge of or control something.",
    "motivate": "To provide someone with a reason or incentive to do something.",
    "navigate": "To plan and direct the course of a journey or activity.",
    "objective": "A goal or aim that one strives to achieve.",
    "opportunity": "A set of circumstances that makes it possible to do something.",
    "organize": "To arrange or put things in order.",
    "participate": "To take part in an activity or event.",
    "performance": "The execution or accomplishment of a task or action.",
    "positive": "Characterized by optimism or constructive attitudes.",
    "predict": "To say or estimate that something will happen in the future.",
    "professional": "Relating to or connected with a profession.",
    "progress": "Forward or onward movement toward a destination or goal.",
    "quality": "The standard of something as measured against other things.",
    "realize": "To become fully aware of something as a fact.",
    "reason": "A cause or explanation for an action or event.",
    "reliable": "Consistently good in quality or performance.",
    "resource": "A supply or source of aid or support.",
    "responsible": "Having an obligation to do something or having control over something.",
    "secure": "Free from danger or threat.",
    "strategy": "A plan of action designed to achieve a long-term or overall aim.",
    "strength": "The quality or state of being physically strong or powerful.",
    "success": "The accomplishment of an aim or purpose.",
    "support": "To give assistance or help to.",
    "system": "A set of connected things or parts working together.",
    "talent": "Natural aptitude or skill.",
    "team": "A group of individuals working together toward a common goal.",
    "understand": "To grasp the meaning or significance of something.",
    "unique": "Being the only one of its kind.",
    "value": "The importance, worth, or usefulness of something.",
    "vision": "The ability to think about or plan the future with imagination or wisdom.",
    "wonder": "A feeling of amazement and admiration caused by something beautiful or unfamiliar.",
    "write": "To compose text for communication or expression.",
    "youth": "The period between childhood and adult age.",
    "fuck":"having sex",
    "sex":"having an intercourse or gender of an living being",
    "nigga":"a term to describe a black person",
    "ooh":"bro im a dictionary not your gf",
    "ohh":"bro im a dictionary not your gf",
    "oh":"bro im a dictionary not your gf",
    "hmm":"bro im a dictionary not your gf",
    "hm":"bro im a dictionary not your gf",
    "idk":"me too",
    "hnn":"bhai hindi nhi english dictionary hu",
    "yup":"bro im a dictionary not your gf",
    "yeah":"term describe to say yes",
    "mouse":"any of numerous small rodents (as of the genus Mus) with pointed snout, rather small ears, elongated body, and slender tail"
}